# --- Словарь формул и ответов по ФИЗИКЕ ---
dict_physics = {
    'Формула пути при равномерном движении?': 'phys1.png',
    'Формула ускорения?': 'phys2.png',
    'Формула скорости?': 'phys3.png',
    'Формула пути при равноускоренном движении?': 'phys4.png',
    'Формула, где путь - площадь фигуры под кривой графика зависимости скорости от времени?': 'phys5.png',
    'Формула пути, для случая, когда не известно время?': 'phys6.png'
}

# --- Словарь формул и ответов по ХИМИИ ---
dict_chem = {
    'Формула количества вещества (по массе)?': 'chem1.png',
    'Формула количества вещества (по объёму)?': 'chem2.png',
    'Формула количества вещества (по числу молекул)?': 'chem3.png',
    'Формула массы вещества (через количество вещества)?': 'chem4.png',
    'Формула массы вещества (через объём раствора)?': 'chem5.png',
    'Формула массы вещества (через массовую долю)?': 'chem6.png'
}
