# --- Формулы по Физике ---
dict_physics = {
    'Путь при равномерном движении, м': 'phys1.png',
    'Ускорение, м/c^2': 'phys2.png',
    'Скорость, м/c': 'phys3.png',
    'Путь при равноускоренном движении': 'phys4.png',
    'Путь - площадь фигуры под графиком скорости': 'phys5.png',
    'Путь, для случая когда не известно время': 'phys6.png'
}

dict_chem = {
    'Количество вещества (по массе)': 'chem1.png',
    'Количество вещества (по объёму)': 'chem2.png',
    'Количество вещества (по числу молекул)': 'chem3.png',
    'Масса вещества (через количество вещества)': 'chem4.png',
    'Масса вещества (через объём раствора)': 'chem5.png',
    'Масса вещества (через массовую долю)': 'chem6.png',
}
